---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ClearCover
source: html/e6d6e3c7-859c-ccca-2182-3f4da86d5d08.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ClearCover Property

"Rebar Cover"

## Syntax (C#)
```csharp
public static ForgeTypeId ClearCover { get; }
```